<template>
  <div class="protocol">
    <Header title="创序信息科技有限…宝2019年代理协议" :to="to"></Header>
    <div style="height: .2rem;background: #F8F8F8;"></div>
    <p class="head-title"><br>创序信息科技有限公司</p>

    <p class="head-title"><br>医考宝 2019 年代理协议</p>
    <p class="protocol-content">
       <br>
      <br>
      甲方： (以下简称甲方)：创序信息科技有限公司 <br>
      <br>
      乙方： (以下简称乙方)： 医考宝个人代理 <br>
      <br>
      为了开拓业务，巩固和拓展产品销售市场， 甲方授权乙方代理销售创序信息科技有限公
      司旗下产品医考宝， 乙方在自有的销售渠道及推广渠道完成产品的宣传推广销售行为。双方
      需共同遵守如下协议。<br>
      <br>
    </p>
    <p class="title"> 一、甲方的权利与义务 </p>
    <p class="protocol-content">
      <br>
      1、合同期内，甲方协助乙方进行必要的员工产品销售培训，提高服务质量，协助解决乙
      方在产品销售过程中遇到的技术及售后问题。 <br>
      <br>
      2、甲方向乙方提供必要的宣传推广资料，并协助乙方开展甲方相关产品的推广、促销等
      工作。<br>
      <br>
      3、甲方向乙方提供必要的市场指导和规范的市场环境。<br>
      <br>
      4、 乙方未经甲方授权许可，私自在合同约定授权范围外开展的任何产品相关的推广、销
      售、分销行为，甲方将认定为串货行为。经甲方认定，乙方出现串货行为的，甲方有权单方
      面解除合同并要求乙方承担违约赔偿责任。<br>
      <br>
      5、 乙方在包括实体店面、网站、网店在产品销售推广过程中，所公布的产品零售价不得
      低于甲方制定的全国统一零售价标准， 如有违反，甲方将认定乙方为低价销售，甲方有权单
      方面解除合同并要求乙方承担违约赔偿责任。 （全国性的节假日促销推广活动、年度活动及
      乙方组织的临时性推广活动，提前通知甲方并得到许可的除外）。<br>
      <br>
      6、乙方不得利用虚假信息进行产品宣传或使用容易误解的标价形式及价格手段，欺骗、
      诱导消费者或其他经营者与其进行交易；乙方不得以夸大产品功能、超出甲方承诺服务条款
      外的任何虚假承诺等违背甲方规定的欺诈手段销售甲方产品。如乙方上述行为导致用户及甲方的经济或名誉受损，甲方有权单方面解除并要求乙方承担违约赔偿责任。<br>
      7、甲方有义务提供完善的产品展示平台，稳定的客户使用后台，安全的产品充值平台，
      完善的售后服务。<br>
      <br>
      8、甲方有权根据市场的实际情况调整全国统一零售价标准， 增加、变更和修改宣传内容，
      并及时以书面形式（包括以信件或数据电文的形式） 通知乙方。<br>
      <br>
      9、乙方应在合同约定的结算期限内进行结算， 乙方未按本合同约定的结算标准和结算周
      期及时与甲方进行货款结算或乙方未按本合同约定履行货款结算义务， 造成的损害后果的甲
      方不承担责任。<br>
      <br>
    </p>
    <p class="title">二、 乙方权利与义务</p>
    <p class="protocol-content">

      <br>
      1、 乙方须为合法存续的法人、其他组织或具有完全民事行为能力的自然人，且能够独立
      承担民事责任。<br>
      <br>
      2、乙方仅具有在授权范围内代为销售的权利，不得将产品以自己或甲方的名义再次授权
      给他人销售。<br>
      <br>
      3、乙方应遵守甲方的统一商务政策，严格执行甲方规定的产品价格体系和区域管理制度，
      保护甲方自主知识产权和无形资产不受侵犯， 并且按照甲方约定的渠道、区域开展代理及销
      售活动。<br>
      <br>
      4、除法律法规的规定外，乙方不得对任何第三方泄露甲方的商业机密（含销售政策及甲
      方其他商业信息等），若乙方因此类行为对甲方造成的经济和名誉损失将由乙方承担。甲方拥
      有追究乙方上述行为所造成的一切损失（包括但不限于调查费、诉讼费、律师费、保全费等）
      和法律责任的权利。<br>
      <br>
      5、乙方应严格保密甲方相关产品信息（客户编号、客户验证码、信息码、激活码等），
      如乙方违反上述规定， 甲方可以要求乙方承担一切损害赔偿责任（包括但不限于调查费、诉
      讼费、律师费、保全费等）。<br>
      <br>
      7、乙方应知悉并遵守甲方制定的渠道管理政策，为甲方提供该区域其他同类产品的相关
      市场信息。<br>
      <br>
    </p>
    <p class="title">三、 保密条款</p>
    <p class="protocol-content">

      <br>
      1、甲乙双方应对另一方所提供的与产品相关的出版（生产）信息、销售策略、销售数据、
      优惠及价格政策、客户信息、合同约定等情况承诺严格保密，不得泄密给第三方。2、甲乙双方应对另一方所提供的市场信息、销售数据、库存情况等信息承诺严格保密，
      不得泄密给第三方。<br>
      <br>
    </p>
    <p class="title">
      四、知识产权
      <br>
    </p>
    <p class="protocol-content">
      1、乙方在甲方产品的各类宣传上必须与甲方政策形象保持一致，未经甲方书面许可同意，
      乙方不得以任何理由在本合同约定目的之外使用甲方享有的名称或 LOGO 标志，包括但不限于
      《创序护考》、《创序医考》、《创序医考宝》等，如乙方违反的，甲方将有权追究乙方的
      一切法律责任，如因此给甲方造成损失的，乙方赔偿甲方的所有的损失（包括但不限于调查
      费、诉讼费、律师费、保全费、经济损失等）。<br>
      <br>
      2、乙方必须严格遵守甲方市场管理的规范和规定，不得有任何损害甲方利益或侵犯甲方
      著作权的行为，未经甲方书面授权同意，不得刻制和使用包含“创序”字样的公章，不得以
      甲方或者甲方下属公司或分支机构的名义开展商业活动及对外签订任何有关合同或协议，一
      经发现， 甲方有权单方解除合同并要求乙方赔偿甲方的所有损失（包括但不限于调查费、诉
      讼费、律师费、保全费、经济损失等）。<br>
      <br>
      3、乙方不得擅自或协助他人从事破解、复制、仿冒、修改创序信息科技有限公司旗下所
      有研发的产品等一切盗版行为，不得销售未获创序公司授权许可的非正版的创序公司旗下的
      产品，并保证决不参与任何创序公司旗下的产品的盗版行为和活动。一经发现，甲方有权终
      止本合同并保留追究乙方上述行为造成的一切损失和法律责任的权利。<br>
      <br>
      4、 甲方保留任何所提供给乙方的关于甲方产品、资料、图片、信息、数据、软件等所有
      内容的所有知识产权，乙方仅能在甲方授权范围内使用相应数据，不得有本条约定的任何侵
      犯甲方知识产权的行为。<br>
      <br>
    </p>
    <p class="title">
      五、合作分成、结算
    </p>
    <p class="protocol-content">
      <br>
      甲方授权乙方代理销售创序医考宝，乙方应按照甲方规定的产品零售价格表进行对外销
      售，双方按照甲方规定的产品代理折扣编制进行结算，价格表、 产品代理折扣标准及结算方
      式请详见 2019 年创序信息科技有限公司医考宝合作商代理合同。<br>
      <br>
    </p>

  </div>
</template>

<script>
  import Header from '../common/Header'
  export default {
    name: "Protocol",
    components: {
      Header
    },
    data() {
      return {
        to: '/apply',
      }
    },
    methods: {
      init() {
      }
    },
    created() {
      this.init()
    }
  }
</script>

<style scoped>
  .protocol-content {
    font-size: 16px;
  }
  .head-title {
    font-size: 16px;
    font-weight: bold;
    text-align: center;
  }
  .title {
    font-size: 16px;
    font-weight: bold;
  }
</style>
